Repository: gnu-mirror-unofficial/gnubik
Catalog: po/*.po
Languages: fur

source: Image Selector
fur: Seletôr imagjin

source: All Images
fur: Dutis lis imagjins

source: All Files
fur: Ducj i file

source: Colour selector
fur: Seletôr colôr

source: Image
fur: imagjin

source: Se_lect
fur: Se_lezione

source: Select an image file
fur: Selezione un file imagjin

source: _Tiled
fur: _Piastrelât

source: Place a copy of the image on each block
fur: Place une copie de imagjin su ogni bloc

source: Place a copy of the image across the entire face of the cube
fur: Place une copie de imagjin su dute la face dal cubi

source: _Plain
fur: _Semplice

source: Remove image from the cube face
fur: Gjave imagjin dal flanc dal cubi

source: Size of cube:
fur: Dimension dal cubi:

source: Re_gular cube
fur: Cubi re_golâr

source: Sets the number of blocks in each side
fur: Al stabilìs il numar di blocs in ogni flanc

source: Allow only cubes with all sides equal size
fur: Permet dome cubis cun ducj i flancs di dimension compagne

source: A 3 dimensional magic cube puzzle
fur: Un berdei di cubi magjic a 3 dimensions

source: translator-credits
fur: Fabio Tomat <f.t.public@gmail.com>

source: New Game
fur: Gnove partide

source: Initial position
fur: Posizion iniziâl

source: _Random
fur: _Casuâl

source: _Solved
fur: _Risolt

source: Rear View
fur: Viodude posteriôr

source: Bottom View
fur: Viodude inferiôr

source: Top View
fur: Viodude superiôr

source: Left View
fur: Viodude çampine

source: Right View
fur: Viodude drete

source: A mark is now set at position %d.
fur: Un segn al è cumò metût ae posizion %d.

source: Moves: %d / %d
fur: Mossis: %d / %d

source: Cube solved in %d move
fur: Cubi risolt in %d mosse

source: Cube is NOT solved! The colours are correct, but have incorrect orientation
fur: Il cubi NOL è risolt! I colôrs a son juscj, ma no àn l'orientament just

source: Animation rate set to %d frame per turn.
fur: Frecuence di animazion metude a %d fotogram ae volte.

source: _Game
fur: _Partide

source: _View
fur: _Visualize

source: Add _View
fur: Zonte _viodude

source: Add an auxiliary view of the cube
fur: Zonte une viodude ausiliarie dal cubi

source: _Help
fur: _Jutori

source: Sho_w/Hide
fur: _Mostre/Plate

source: _Scripts
fur: _Script

source: _Restart Game
fur: _Torne tache partide

source: _New Game
fur: _Gnove partide

source: _Rear
fur: _Daûr

source: _Left
fur: _Çampe

source: Ri_ght
fur: D_rete

source: _Top
fur: _Superiôr

source: _Bottom
fur: _Inferiôr

source: _Colours
fur: _Colôrs

source: _Animation
fur: _Animazion

source: _Faster
fur: Plui _veloç

source: _Slower
fur: Plui _planc

source: Rewind
fur: Fâs sù

source: Go to the previous mark (or the beginning of the sequence of moves)
fur: Va al segn precedent (o l'inizi de secuence des mossis)

source: Back
fur: Indaûr

source: Make one step backwards
fur: Fâs un pas indaûr

source: Stop
fur: Ferme

source: Stop running the sequence of moves
fur: Ferme la esecuzion de secuence des mossis

source: Mark
fur: Segne

source: Mark the current place in the sequence of moves
fur: Segne il puest atuâl inte secuence des mossis

source: Forward
fur: Indenant

source: Make one step forwards
fur: Fâs un pas indenant

source: Play
fur: Riprodûs

source: Run forward through the sequence of moves
fur: Cor indenant dilunc la secuence des mossis

source: Gnubik error
fur: Erôr Gnubik

source: A sample of the colour. You can click and select a new colour, or drag one to this space.
fur: Un campion dal colôr. Si pues fâ clic e selezionâ un gnûf colôr o strissinâ un su chest spazi.

source: Pixbuf has wrong number of channels
fur: Pixbuf al à un numar sbaliât di canâi

source: Pixbuf has unknown colorspace: %d
fur: Pixbuf al à un spazi colôr no cognossût: %d

source: _Move
fur: _Sposte

source: _Dump state
fur: _Discjarie stât

source: _Randomize
fur: _Rint casuâl

source: This script only works on 3×3×3 cubes.
fur: Chest script al funzione su cubis di 3×3×3.

source: _Solvers
fur: _Risolutôrs

source: _Full cube
fur: Cubi _intîr

source: Bottom _edge place
fur: Puest di _ôr inferiôr

source: Bottom _corner orient
fur: Orientament _angul inferiôr

source: _Bottom corner place
fur: Puest di angul _inferiôr

source: _Middle slice
fur: Fete di _mieç

source: _Top slice
fur: Fete _superiôr

source: _Top edges
fur: Ors _superiôrs
